{
  "basics": {
    "name": "Abraham Benaim",
    "label": "Business Intelligence Manager",
    "picture": "https://techfolios.github.io/template/images/pp.png",
    "email": "abraham@benaim.co",
    "phone": "786-681-4464",
    "website": "https://benaim.co",
    "summary": "Data Analyst and Business Intelligence Manager with an Master in Business Administration and over 3 years of experience translating data into actionable insights.",
    "location": {
      "address": "",
      "postalCode": "33160",
      "city": "Miami",
      "countryCode": "USA",
      "region": "Florida"
    },
    "profiles": [
      {
        "network": "github",
        "username": "abrahambenaim",
        "url": "http://github.com/abrahambenaim"
      },
      {
        "network": "linkedin",
        "username": "abrahambenaim",
        "url": "http://linkedin.com/in/abrahambenaim"
      },
      {
        "network": "instagram",
        "username": "abrahambenaim",
        "url": "http://instagram.com/abrahambenaim"
      }
    ]
  },
  "interests": [
    {
      "name": "data analytics",
      "keywords": []
    },
    {
      "name": "automation",
      "keywords": [
      ]
    },
    {
      "name": "artificial intelligence",
      "keywords": [
      ]
    }
  ],
  "skills": [
    {
      "name": "Languages and Frameworks",
      "level": "",
      "keywords": [
        "C",
        "Python",
        "R",
        "SQL",
        "Visual Basic"
      ]
    },
    {
      "name": "Toolsets/OS",
      "level": "",
      "keywords": [
        "MacOS",
        "Salesforce",
        "Git/GitHub",
        "Tableau"
      ]
    }
  ],
  "education": [
    {
      "institution": "University of Miami",
      "area": "Data Analytics & Machine Learning (expected Spring, 2020)",
      "studyType": "Specialization",
      "startDate": "2019-09-01",
      "endDate": "Present",
      "gpa": "",
      "courses": [
      ]
    },
    {
      "institution": "Nova Southeastern University ",
      "area": "MBA in Data Analytics and Entrepreneurship",
      "studyType": "Master in Business Administration",
      "startDate": "2016-12-01",
      "endDate": "2018-12-01",
      "gpa": "3.7",
      "courses": [
      ]
    }
  ],
  "work": [
    {
      "company": "KI Construction Consultant",
      "position": "Business Intelligence Manager",
      "startDate": "2019-01-01",
      "endDate": "Present",
      "summary": "Manager of business intelligence and business automation for KI Construction Consultant",
      "highlights": [
        "Created and presented forecasting and budgeting models for potential projects to company executive team. Achieved 35% more accurate returns vs historical performance.",
        "Introduction of real-time ROI graphs that helped the teams focus on high-profit business. This led to a 20% increase in total profits.",
        "Implemented a new Inventory Model and BOM automated tool, identified supply chain excess.",
        "Attending industry events and other meetings to stay abreast of market conditions and the competition, while managing relationships with existing vendors and clients."
      ]
    },
    {
      "company": "BJAtrading",
      "position": "Co-founder",
      "startDate": "2018-04-01",
      "endDate": "Present",
      "summary": "",
      "highlights": [
        "Co-founder of an online marketplace with emphasis on logistical triangulation to gain competitive advantage over our competitors",
        "Built predictive models based on preference and order history to maximize sales efficiency and inventory surplus management.",
        "Owning the overall management of all strategic and operational activities, including providing market feedback regarding competitive offerings and needs.,
        "Planning, analyzing and coordinating the implementation of new ventures and the penetration of new markets."
    {
      "company": "CLAdirect",
      "position": "Business Intelligence specialist",
      "startDate": "2016-12-01",
      "endDate": "2018-06-30",
      "summary": "",
      "highlights": [
        "Worked with cross-functional teams to structure and standardize data inputs, identify appropriate terminology, extract data and develop integrated reporting and analytics.",
        "Presented and communicated the findings in an clear and actionable approach tailored to the audience and their needs.",
        "Automated key reports and built a forecasting solution to support the company's growth, resulting in a 30% more accurate forecast.",
        "Successfully implemented an automated structure that handles 90% of run-rate sales process ($200k - $400k a year)."
      ]
    }
  ],
  "volunteer": [
    {
      "organization": "McKinsey & Company",
      "position": "Analyst",
      "summary": "Participants from the three finalist groups will be able to work with the local NGO partner to implement the solution developed during McKinsey Weekend and presented at the McKinsey CEO Forum. Techo Panama seeks to build a fair, integrated and poverty free society, where everyone has the opportunities needed to develop their maximum capacities. Had the opportunity to provide consulting practices on how Techo Panama could achieve more volunteers and reduce churn rate of current ones."
      ]
    }
  ]
}
